christian-kohler.path-intellisense
DavidAnson.vscode-markdownlint
donjayamanne.githistory
eamodio.gitlens
EditorConfig.EditorConfig
Ikuyadeu.r
janisdd.vscode-edit-csv
jeff-hykin.code-eol
mechatroner.rainbow-csv
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-vscode-remote.remote-wsl
ms-vscode.atom-keybindings
ms-vscode.powershell
PKief.material-icon-theme
REditorSupport.r-lsp
sdras.night-owl
shuworks.vscode-table-formatter
VisualStudioExptTeam.vscodeintellicode
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
