christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
DavidAnson.vscode-markdownlint
donjayamanne.githistory
eamodio.gitlens
EditorConfig.EditorConfig
janisdd.vscode-edit-csv
mechatroner.rainbow-csv
mosapride.zenkaku
ms-python.python
ms-toolsai.jupyter
ms-vscode-remote.remote-wsl
ms-vscode.atom-keybindings
ms-vscode.powershell
PKief.material-icon-theme
shuworks.vscode-table-formatter
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
